Repository: dinahosting/dinaip-osx
Catalog: Resources/*.lproj/Localizable.strings
Languages: es

# AcceptKey
source: Accept
es: Aceptar

# CancelKey
source: Cancel
es: Cancelar

# DeleteDomainTitleKey
source: Do you want to delete selected domain?
es: ¿Quieres eliminar el dominio seleccionado?

# DeleteDomainMessageKey
source: The domain will be removed only from the list of monitored domain, but not from the server.
es: Tenga en cuenta que el dominio será eliminado de dinaIP, no del servidor.

# RetrieveZonesKey
source: Retrieve Zones...
es: Obtener zonas...

# UpdateZonesKey
source: Updating Zones...
es: Actualizar zonas...

# DynamicIPKey
source: Dynamic IP
es: IP dinámica

# FailedLoginTitleKey
source: Validation is not correct
es: La validación no es correcta

# FailedLoginMessageKey
source: Provided identifier and/or password are not correct. Please try again with different.
es: Los datos de acceso no son correctos. Inténtelo de nuevo

# FailedNetworkTitleKey
source: Communication with server failed
es: Ha fallado la comunicación con el servidor

# FailedNetworkMessageKey
source: Please check your network, then try again.
es: Revisa la conexión de la red e inténtalo de nuevo.

# FailedAddTitleKey
source: Selected domain is unknown
es: El dominio seleccionado es desconocido

# FailedAddMessageKey
source: Please try again and select one from the list of available domains.
es: Inténtalo de nuevo con uno de los dominios disponibles de la lista.

# FailedStoreTitleKey
source: Could not save configuration
es: No se ha podido guardar la configuración

# FailedStoreMessageKey
source: Please try to save the configuration to a different location.
es: Intenta guardar la configuración en una ruta diferente

# FailedRestoreTitleKey
source: Could not load configuration
es: No se ha podido cargar la configuración

# FailedRestoreMessageKey
source: The selected file either corrupted or has wrong format, please try another one.
es: El archivo seleccionado o está corrupto o tiene un formato erróneo. Inténtelo con otro archivo.

# FailedUpdateZonesTitleKey
source: Could not save zones
es: No se han podido guardar las zonas

# FailedUpdateZonesInRowTitleKey
source: Could not save zones due to error in row %d
es: No se han podido guardar los cambio debido al error en la zona %d

# FailedGetZonesTitleKey
source: Could not retrieve zones
es: No se ha podido obtener las zonas

# FailedZonesMessageKey
source: The operation did fail, please try again later.
es: La operación ha fallado, inténtelo de nuevo más tarde.

# FailedZoneVerifyTitleKey
source: Some of zones are incorrect
es: Algunas zonas son incorrectas

# FailedZoneVerifyMessageKey
source: Please review and correct zone parameters or delete incomplete zones, then try again.
es: Revisa y corrige los datos de cada zona o elimina las zonas incompletas, después vuelve a intentarlo.

# NewVersionTitleKey
source: New version found
es: Se ha encontrado una nueva versión

# RequiredUpdateMessageKey
source: The application will be updated to version %@
es: A continuación se va actualizar la aplicación a la versión %@

# MustUpdateMessageKey
source: The application should be updated to version %@. Do you want to do it now?
es: Debería actualizar la aplicación a la versión %@. ¿Quieres hacerlo?

# OptionalUpdateMessageKey
source: The application could be updated to version %@. Do you want to do it now?
es: Se recomieda actualizar la aplicación a la versión %@. ¿Quieres hacerlo?

# NotDeterminedKey
source: Not Determined Yet
es: Sin determinar

# ShowDinaIPKey
source: Show DinaIP
es: Mostrar DinaIP

# StartCheckingIPKey
source: Start Checking Current IP
es: Iniciar comprobaciones de IP

# StopCheckingIPKey
source: Stop Checking Current IP
es: Detener comprobaciones de IP

# DOMINIO_INACTIVO
source: Domain selected is not active now.
es: El dominio seleccionado ya no está activo.

# ERROR_DINAHOSTING_CANT_ANSWER
source: An error occurred while accessing database.If the problem continues contact technical support.
es: Ha ocurrido un error accediendo a la base de datos. Si el problema continúa ponte en contacto con soporte técnico.

# ERROR_LACKS_ADDRESS_
source: Value required for the address.
es: Es necesario un valor para la dirección.

# ERROR_LACKS_HOST_
source: Value required for DNS Service.
es: Es necesario un valor para la zona.

# ERROR_LACKS_TYPE_
source: Value required for type.
es: No se tradujo porque nunca se daba.

# ERROR_WRONG_CNAMESPECIAL_
source: A CNAME for register @ cannot be configured.
es: No es posible configurar un CNAME del registro @.

# ERROR_WRONG_FQDN_
source: A CNAME must point to another host or to a domain name ending in '.'
es: Un CNAME debe apuntar a otro host o a un nombre de dominio acabado en '.'

# ERROR_WRONG_HOST_
source: Host is not valid.
es: Host no válido.

# ERROR_WRONG_IGUALES_
source: MX must be different.
es: Los MX deben ser distintos.

# ERROR_WRONG_IP_
source: IP is not valid.
es: IP no válida.

# ERROR_WRONG_NODEFINIDO_
source: MX must have its DNS Service configured.
es: El MX tiene que tener su zona definida.

# ERROR_WRONG_TYPE_
source: Type for DNS Service is incorrect.
es: El tipo de la zona no es correcto.

# ERROR_WRONG_URL_
source: URL is not valid.
es: URL no válida

# REGISTRADOR_CAIDO
source: DNS Services are configured. Communication error with register toestablish correct DNS. Try again later.
es: Zonas definidas. Error de comunicación con el registro para establecer DNS's adecuadas. Inténtalo más tarde.

# WRONGIP_
source: Some IP introduced is not valid.
es: Alguna IP introducida no es válida.

# WRONGMX_
source: Some MX introduced is not valid.
es: Alguna MX introducida no es válido.

# WRONGRULE_
source: You have to select one of the options.
es: Debes seleccionar una de las opciones.
